Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: In-app extensions must be uninstalled together with the app they belong to.
de: In-App-Erweiterungen müssen zusammen mit der App, zu der sie gehören, deinstalliert werden.
es: Las extensiones dentro de la aplicación deben desinstalarse junto con la aplicación a la que pertenecen.
fr: Les extensions intégrées à l'application doivent être désinstallées avec l'application à laquelle elles appartiennent.
ja: アプリ内拡張機能は、それが属するアプリと一緒にアンインストールする必要があります。
ko: 인앱 확장 프로그램은 해당 확장 프로그램이 속한 앱과 함께 제거되어야 합니다.
pt_br: As extensões no aplicativo devem ser desinstaladas junto com o aplicativo ao qual pertencem.
ru: Внутренние расширения необходимо удалять вместе с приложением, которому они принадлежат.
zh_hans: 应用内置扩展必须随所属应用一起卸载。
zh_hant: 應用程式內建擴充必須隨所屬應用程式一起卸載。

source: Included in every environment
de: In jeder Umgebung enthalten
es: Se incluye en todos los entornos
fr: Incluse dans tous les environnements
ja: すべての環境に含まれます
ko: 모든 환경에 포함됩니다
pt_br: Incluída em todos os ambientes
ru: Используется во всех средах
zh_hans: 应用于所有环境
zh_hant: 套用於所有環境

source: Inspect background agents and services
de: Überprüfen Sie Hintergrundagenten und -dienste
es: Inspeccionar agentes y servicios en segundo plano.
fr: Inspecter les agents et services d’arrière-plan
ja: バックグラウンドエージェントとサービスを検査する
ko: 백그라운드 에이전트 및 서비스 검사
pt_br: Inspecione agentes e serviços em segundo plano
ru: Проверка фоновых агентов и служб
zh_hans: 检查后台代理与服务
zh_hant: 檢查後台代理與服務

source: Inspect disk categories and large files
de: Überprüfen Sie Festplattenkategorien und große Dateien
es: Inspeccionar categorías de discos y archivos grandes
fr: Inspecter les catégories de disques et les fichiers volumineux
ja: ディスク カテゴリと大きなファイルを検査する
ko: 디스크 카테고리 및 대용량 파일 검사
pt_br: Inspecione categorias de disco e arquivos grandes
ru: Проверка категорий дисков и больших файлов
zh_hans: 查看磁盘分类与大文件
zh_hant: 查看磁碟分類與大文件

source: Inspect disk usage, common folders, and large files
de: Überprüfen Sie die Festplattennutzung, allgemeine Ordner und große Dateien
es: Inspeccionar el uso del disco, las carpetas comunes y los archivos grandes
fr: Inspecter l'utilisation du disque, les dossiers communs et les fichiers volumineux
ja: ディスク使用量、共通フォルダー、および大きなファイルを検査する
ko: 디스크 사용량, 일반 폴더, 대용량 파일 검사
pt_br: Inspecione o uso do disco, pastas comuns e arquivos grandes
ru: Проверьте использование диска, общие папки и большие файлы.
zh_hans: 了解磁盘、常见目录与大文件的空间占用
zh_hant: 了解磁碟、常見目錄與大檔案的空間佔用

source: Inspect live traffic, connections, ports, routes, and proxies
de: Live-Datenverkehr, Verbindungen, Ports, Routen und Proxys prüfen
es: Inspecciona tráfico en vivo, conexiones, puertos, rutas y proxies
fr: Inspectez le trafic en direct, les connexions, ports, routes et proxys
ja: リアルタイム通信、接続、ポート、ルート、プロキシを確認
ko: 실시간 트래픽, 연결, 포트, 경로 및 프록시 확인
pt_br: Inspecione tráfego ao vivo, conexões, portas, rotas e proxies
ru: Проверка трафика, подключений, портов, маршрутов и прокси
zh_hans: 查看实时流量、连接、端口、路由与代理
zh_hant: 查看即時流量、連線、連接埠、路由與代理

source: Inspect TCP listeners, UDP bindings, and their processes
de: Untersuchen Sie TCP-Listener, UDP-Bindungen und ihre Prozesse
es: Inspeccionar escuchas TCP, enlaces UDP y sus procesos.
fr: Inspecter les écouteurs TCP, les liaisons UDP et leurs processus
ja: TCP リスナー、UDP バインディング、およびそれらのプロセスを検査する
ko: TCP 수신기, UDP 바인딩 및 해당 프로세스를 검사합니다.
pt_br: Inspecione ouvintes TCP, ligações UDP e seus processos
ru: Проверьте прослушиватели TCP, привязки UDP и их процессы.
zh_hans: 查看 TCP 监听端口、UDP 绑定及其进程
zh_hant: 查看 TCP 監聽連接埠、UDP 綁定及其進程

source: Inspected
de: Inspiziert
es: inspeccionado
fr: Inspecté
ja: 検査済み
ko: 검사됨
pt_br: Inspecionado
ru: проверено
zh_hans: 已检查
zh_hant: 已檢查

source: Inspecting installed apps…
de: Installierte Apps prüfen…
es: Inspeccionando aplicaciones instaladas...
fr: Inspection des applications installées…
ja: インストールされているアプリを検査しています…
ko: 설치된 앱 검사 중…
pt_br: Inspecionando aplicativos instalados…
ru: Проверка установленных приложений…
zh_hans: 正在检查已安装应用…
zh_hant: 正在檢查已安裝應用程式…

source: Inspecting interfaces, processes, routes, and proxy settings locally
de: Schnittstellen, Prozesse, Routen und Proxy-Einstellungen werden lokal geprüft
es: Inspeccionando localmente interfaces, procesos, rutas y ajustes de proxy
fr: Inspection locale des interfaces, processus, routes et réglages de proxy
ja: インターフェイス、プロセス、経路、プロキシ設定をローカルで確認中
ko: 인터페이스, 프로세스, 경로 및 프록시 설정을 로컬에서 확인 중
pt_br: Inspecionando localmente interfaces, processos, rotas e ajustes de proxy
ru: Локальная проверка интерфейсов, процессов, маршрутов и настроек прокси
zh_hans: 正在本机检查接口、进程、路由和代理设置
zh_hant: 正在本機檢查介面、程序、路由和代理設定

source: Installed At
de: Installiert um
es: Instalado en
fr: Installé à
ja: インストール先
ko: 설치 위치
pt_br: Instalado em
ru: Установлено в
zh_hans: 安装位置
zh_hant: 安裝位置

source: Installed from a developer or another source
de: Von einem Entwickler oder einer anderen Quelle installiert
es: Instalado desde un desarrollador u otra fuente
fr: Installé à partir d'un développeur ou d'une autre source
ja: 開発者または別のソースからインストールされる
ko: 개발자 또는 다른 소스에서 설치됨
pt_br: Instalado de um desenvolvedor ou outra fonte
ru: Установлено от разработчика или из другого источника
zh_hans: 从开发者或其他渠道安装
zh_hant: 從開發者或其他管道安裝

source: Installed from the Mac App Store
de: Vom Mac App Store installiert
es: Instalado desde la Mac App Store
fr: Installé depuis le Mac App Store
ja: Mac App Storeからインストール
ko: Mac App Store에서 설치됨
pt_br: Instalado da Mac App Store
ru: Установлено из Mac App Store.
zh_hans: 通过 Mac App Store 安装
zh_hant: 透過 Mac App Store 安裝

source: Installed in the current user's folder
de: Wird im Ordner des aktuellen Benutzers installiert
es: Instalado en la carpeta del usuario actual.
fr: Installé dans le dossier de l'utilisateur actuel
ja: 現在のユーザーのフォルダーにインストールされます
ko: 현재 사용자의 폴더에 설치됨
pt_br: Instalado na pasta do usuário atual
ru: Устанавливается в папку текущего пользователя
zh_hans: 安装在当前用户目录
zh_hant: 安裝在目前使用者目錄

source: Interface
de: Schnittstelle
es: Interfaz
ja: インターフェイス
ko: 인터페이스
ru: Интерфейс
zh_hans: 接口
zh_hant: 介面

source: Interface and display
de: Schnittstelle und Anzeige
es: Interfaz y pantalla
fr: Interface et affichage
ja: インターフェースとディスプレイ
ko: 인터페이스 및 디스플레이
pt_br: Interface e exibição
ru: Интерфейс и дисплей
zh_hans: 界面与显示
zh_hant: 介面與顯示

source: Interfaces
de: Schnittstellen
ja: インターフェイス
ko: 인터페이스
ru: Интерфейсы
zh_hans: 网络接口
zh_hant: 網路介面

source: Invalid Timestamp
de: Ungültiger Zeitstempel
es: Marca de tiempo no válida
fr: Horodatage non valide
ja: 無効なタイムスタンプ
ko: 유효하지 않은 타임스탬프
pt_br: Timestamp inválido
ru: Недопустимая временная метка
zh_hans: 无效的时间戳
zh_hant: 無效的時間戳

source: Item Type
de: Artikeltyp
es: Tipo de artículo
fr: Type d'article
ja: アイテムの種類
ko: 품목 유형
pt_br: Tipo de item
ru: Тип элемента
zh_hans: 项目类型
zh_hant: 項目類型

source: Japanese
de: Japanisch
es: japonés
fr: Japonais
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: японский
zh_hans: 日本語
zh_hant: 日本語

source: JSON Formatter
de: JSON-Formatierer
es: Formateador JSON
fr: Formateur JSON
ja: JSON フォーマッタ
ko: JSON 포맷터
pt_br: Formatador JSON
ru: Форматирование JSON
zh_hans: JSON 格式化
zh_hant: JSON 格式化

source: Keep in Menu Bar
de: In der Menüleiste anzeigen
es: Mantener en la barra de menús
fr: Garder dans la barre des menus
ja: メニューバーに常駐
ko: 메뉴 막대에 유지
pt_br: Manter na barra de menus
ru: Показывать в строке меню
zh_hans: 常驻菜单栏
zh_hant: 常駐選單列

source: Key
de: Taste
es: Tecla
fr: Touche
ja: キー
ko: 키
pt_br: Tecla
ru: Клавиша
zh_hans: 按键
zh_hant: 按鍵

source: Keyboard Shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalho de teclado
ru: Сочетание клавиш
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Language & Region
de: Sprache und Region
es: Idioma y región
fr: Langue et région
ja: 言語と地域
ko: 언어 및 지역
pt_br: Idioma e região
ru: Язык и регион
zh_hans: 语言与地区
zh_hant: 語言與地區

source: Language changes apply immediately without losing scan results or selections.
de: Sprachänderungen werden sofort wirksam, ohne dass Scanergebnisse oder Auswahlen verloren gehen.
es: Los cambios de idioma se aplican inmediatamente sin perder los resultados o las selecciones del escaneo.
fr: Les changements de langue s'appliquent immédiatement sans perdre les résultats d'analyse ou les sélections.
ja: 言語の変更は、スキャン結果や選択内容を失うことなく、すぐに適用されます。
ko: 스캔 결과나 선택 항목의 손실 없이 언어 변경 사항이 즉시 적용됩니다.
pt_br: As alterações de idioma são aplicadas imediatamente, sem perder os resultados da verificação ou as seleções.
ru: Изменения языка применяются немедленно без потери результатов сканирования или выбора.
zh_hans: 语言切换会立即应用，当前扫描结果和选择不会丢失。
zh_hant: 語言切換會立即套用，目前掃描結果和選擇不會遺失。

source: Large Files
de: Große Dateien
es: Archivos grandes
fr: Fichiers volumineux
ja: 大きなファイル
ko: 대용량 파일
pt_br: Arquivos grandes
ru: Большие файлы
zh_hans: 大文件
zh_hant: 大文件

source: Large files do not equal garbage, they are only used to help you discover content taking up space.
de: Große Dateien sind nicht gleichbedeutend mit Müll, sie werden nur verwendet, um Ihnen dabei zu helfen, Inhalte zu erkennen, die Speicherplatz beanspruchen.
es: Los archivos grandes no son basura, solo se usan para ayudarte a descubrir contenido que ocupa espacio.
fr: Les fichiers volumineux ne sont pas synonymes de déchets, ils sont uniquement utilisés pour vous aider à découvrir du contenu occupant de l'espace.
ja: 大きなファイルはゴミに等しいわけではなく、スペースを占有しているコンテンツを見つけるためにのみ使用されます。
ko: 대용량 파일은 쓰레기와 같지 않으며 공간을 차지하는 콘텐츠를 찾는 데에만 사용됩니다.
pt_br: Arquivos grandes não são iguais a lixo, eles são usados apenas para ajudá-lo a descobrir conteúdo que ocupa espaço.
ru: Большие файлы не являются мусором, они используются только для того, чтобы помочь вам обнаружить контент, занимающий место.
zh_hans: 大文件不等于垃圾，只用于帮助你发现占用空间的内容。
zh_hant: 大檔案不等於垃圾，只用來幫助你發現佔用空間的內容。

source: Large files do not mean garbage, they are only used to understand the space occupied.
de: Große Dateien bedeuten keinen Müll, sie dienen nur dazu, den belegten Speicherplatz zu verstehen.
es: Los archivos grandes no significan basura, solo se utilizan para comprender el espacio ocupado.
fr: Les gros fichiers ne signifient pas des déchets, ils servent uniquement à comprendre l'espace occupé.
ja: 大きなファイルはゴミを意味するものではなく、占有スペースを把握するためにのみ使用されます。
ko: 대용량 파일은 쓰레기를 의미하지 않으며, 차지하는 공간을 이해하는 데에만 사용됩니다.
pt_br: Arquivos grandes não significam lixo, eles servem apenas para entender o espaço ocupado.
ru: Большие файлы не означают мусор, они используются только для понимания занимаемого места.
zh_hans: 大文件不等于垃圾，仅用于了解空间占用。
zh_hant: 大檔案不等於垃圾，僅用於了解空間佔用。

source: Last 60 Seconds
de: Letzte 60 Sekunden
es: Últimos 60 segundos
fr: 60 dernières secondes
ja: 最後の 60 秒
ko: 지난 60초
pt_br: Últimos 60 segundos
ru: Последние 60 секунд
zh_hans: 最近 60 秒
zh_hant: 最近 60 秒

source: Last analyzed %@
de: Zuletzt analysiert %@
es: Último analizado %@
fr: Dernière analyse %@
ja: 最後に分析されたのは %@
ko: 마지막으로 분석된 %@
pt_br: Última análise %@
ru: Последний анализ %@
zh_hans: 上次分析 %@
zh_hant: 上次分析 %@

source: Latest Result
de: Neuestes Ergebnis
es: Último resultado
fr: Dernier résultat
ja: 最新の結果
ko: 최신 결과
pt_br: Resultado mais recente
ru: Последний результат
zh_hans: 最近一次结果
zh_hant: 最近一次結果

source: Launch Command
de: Befehl starten
es: Comando de lanzamiento
fr: Commande de lancement
ja: 起動コマンド
ko: 발사 명령
pt_br: Comando de lançamento
ru: Команда запуска
zh_hans: 启动命令
zh_hant: 啟動命令

source: Leftovers
de: Überreste
es: Restos
fr: Résidus
ja: アンインストール残留
ko: 제거 잔여 파일
pt_br: Resíduos
ru: Остатки
zh_hans: 卸载残留
zh_hant: 解除安裝殘留

source: Light
de: Licht
es: Luz
fr: Lumière
ja: ライト
ko: 빛
pt_br: Luz
ru: Свет
zh_hans: 浅色
zh_hant: 淺色

source: Line %lld is not a valid hosts entry. Use an IP address followed by one or more host names.
de: Zeile %lld ist kein gültiger Hosts-Eintrag. Gib eine IP-Adresse und danach Hostnamen ein.
es: La línea %lld no es una entrada hosts válida. Usa una dirección IP seguida de uno o más nombres.
fr: La ligne %lld n’est pas une entrée hosts valide. Utilisez une adresse IP suivie d’un ou plusieurs noms.
ja: %lld 行目は有効な hosts エントリではありません。IP アドレスの後にホスト名を入力してください。
ko: %lld줄은 올바른 hosts 항목이 아닙니다. IP 주소 뒤에 하나 이상의 호스트 이름을 입력하세요.
pt_br: A linha %lld não é uma entrada hosts válida. Use um endereço IP seguido de um ou mais nomes.
ru: Строка %lld не является корректной записью hosts. Укажите IP-адрес и одно или несколько имён.
zh_hans: 第 %lld 行不是有效的 hosts 条目。请填写 IP 地址，后跟一个或多个主机名。
zh_hant: 第 %lld 行不是有效的 hosts 項目。請填寫 IP 位址，後接一個或多個主機名稱。

source: Listening Scope
de: Hörbereich
es: Alcance de escucha
fr: Portée d'écoute
ja: リスニング範囲
ko: 청취 범위
pt_br: Escopo de escuta
ru: Объем прослушивания
zh_hans: 监听范围
zh_hant: 監聽範圍

source: Live
de: Lebe
es: en vivo
fr: En direct
ja: ライブ
ko: 라이브
pt_br: Ao vivo
ru: Живи
zh_hans: 实时
zh_hant: 即時

source: Live status and everyday tools for this Mac
de: Live-Status und alltägliche Tools für diesen Mac
es: Estado en vivo y herramientas cotidianas para esta Mac
fr: Statut en direct et outils quotidiens pour ce Mac
ja: この Mac のライブ ステータスと日常ツール
ko: 이 Mac의 실시간 상태 및 일상적인 도구
pt_br: Status ao vivo e ferramentas diárias para este Mac
ru: Текущий статус и повседневные инструменты для этого Mac
zh_hans: 这台 Mac 的实时状态与常用工具
zh_hant: 這台 Mac 的即時狀態與常用工具

source: Loading
de: Laden
es: Cargando
fr: Chargement
ja: 読み込み中
ko: 로드 중
pt_br: Carregando
ru: Загрузка
zh_hans: 正在读取
zh_hant: 正在讀取

source: Local
de: Lokal
ja: ローカル
ko: 로컬
ru: Локальный
zh_hans: 本地
zh_hant: 本機

source: Local Analysis
de: Lokale Analyse
es: Análisis Local
fr: Analyse locale
ja: ローカル分析
ko: 지역 분석
pt_br: Análise Local
ru: Локальный анализ
zh_hans: 本地分析
zh_hant: 本地分析

source: Local Development Service
de: Lokaler Entwicklungsdienst
es: Servicio de Desarrollo Local
fr: Service de développement local
ja: 地域開発サービス
ko: 지역개발서비스
pt_br: Serviço de Desenvolvimento Local
ru: Служба местного развития
zh_hans: 本地开发服务
zh_hant: 本地開發服務

source: Local Network
de: Lokales Netzwerk
es: Red local
fr: Réseau local
ja: ローカルネットワーク
ko: 로컬 네트워크
pt_br: Rede local
ru: Локальная сеть
zh_hans: 局域网
zh_hant: 區域網路

source: Local Only
de: Nur lokal
es: Sólo locales
fr: Local uniquement
ja: ローカルのみ
ko: 로컬 전용
pt_br: Somente locais
ru: Только местный
zh_hans: 仅本机
zh_hant: 僅本機

source: Local Scan
de: Lokaler Scan
es: Escaneo local
fr: Analyse locale
ja: ローカルスキャン
ko: 로컬 스캔
pt_br: Verificação local
ru: Локальное сканирование
zh_hans: 本地扫描
zh_hant: 本地掃描

source: Log
de: Protokoll
es: Iniciar sesión
fr: Journal
ja: ログ
ko: 로그
pt_br: Registro
ru: Журнал
zh_hans: 日志
zh_hant: 紀錄

source: Log files older than 14 days, excluding files currently being written.
de: Protokolldateien, die älter als 14 Tage sind, ausgenommen Dateien, die gerade geschrieben werden.
es: Archivos de registro de más de 14 días, excluidos los archivos que se están escribiendo actualmente.
fr: Fichiers journaux datant de plus de 14 jours, à l'exclusion des fichiers en cours d'écriture.
ja: 現在書き込まれているファイルを除く、14 日より古いログ ファイル。
ko: 현재 작성 중인 파일을 제외하고 14일이 지난 로그 파일입니다.
pt_br: Arquivos de log com mais de 14 dias, excluindo arquivos que estão sendo gravados no momento.
ru: Файлы журналов старше 14 дней, за исключением файлов, записываемых в данный момент.
zh_hans: 14 天前的日志文件，不包含当前正在写入的文件。
zh_hant: 14 天前的日誌文件，不包含目前正在寫入的文件。

source: Login Items
de: Anmeldeelemente
es: Artículos de inicio de sesión
fr: Éléments de connexion
ja: ログインアイテム
ko: 로그인 항목
pt_br: Itens de login
ru: Элементы входа
zh_hans: 登录项
zh_hant: 登入項

source: Looking around…
de: Überprüfung…
es: Buscando…
fr: Vérification…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверка…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Looking for caches and logs that are safe to clean…
de: Auf der Suche nach Caches und Protokollen, die sicher bereinigt werden können …
es: Buscando cachés y registros que sean seguros de limpiar...
fr: Vous recherchez des caches et des journaux pouvant être nettoyés en toute sécurité…
ja: 安全に消去できるキャッシュとログを探しています…
ko: 정리해도 안전한 캐시와 로그를 찾는 중…
pt_br: Procurando caches e logs que sejam seguros para limpar…
ru: Ищете кеши и журналы, которые можно безопасно очистить…
zh_hans: 正在查找可安全清理的缓存和日志…
zh_hant: 正在尋找可安全清理的快取和日誌…

source: Mac storage looks good
de: Der Mac-Speicher sieht gut aus
es: El almacenamiento de Mac se ve bien
fr: Le stockage Mac semble bon
ja: Macのストレージは良さそうです
ko: Mac 저장 공간이 좋아 보입니다.
pt_br: O armazenamento do Mac parece bom
ru: Память Mac выглядит хорошо
zh_hans: Mac 存储状态良好
zh_hant: Mac 儲存狀況良好

source: macOS handles hidden apps that are marked for automatic termination and currently unused, while MachKit returns reclaimable pages from its own heap.
de: macOS verarbeitet versteckte Apps, die für die automatische Beendigung markiert sind und derzeit nicht verwendet werden, während MachKit wiederherstellbare Seiten aus seinem eigenen Heap zurückgibt.
es: macOS maneja aplicaciones ocultas que están marcadas para terminación automática y que actualmente no se utilizan, mientras que MachKit devuelve páginas recuperables desde su propio montón.
fr: macOS gère les applications cachées marquées pour une résiliation automatique et actuellement inutilisées, tandis que MachKit renvoie les pages récupérables à partir de son propre tas.
ja: macOS は、自動終了のマークが付けられ、現在は使用されていない非表示のアプリを処理しますが、MachKit は自身のヒープから再利用可能なページを返します。
ko: macOS는 자동 종료로 표시되고 현재 사용되지 않는 숨겨진 앱을 처리하는 반면 MachKit는 자체 힙에서 회수 가능한 페이지를 반환합니다.
pt_br: O macOS lida com aplicativos ocultos marcados para encerramento automático e atualmente não utilizados, enquanto o MachKit retorna páginas recuperáveis de seu próprio heap.
ru: macOS обрабатывает скрытые приложения, которые помечены для автоматического закрытия и в настоящее время не используются, а MachKit возвращает пригодные для восстановления страницы из собственной кучи.
zh_hans: 由 macOS 处理已标记为可自动终止、当前又未使用的隐藏 App，同时归还 MachKit 自身堆中可回收的页面。
zh_hant: 由 macOS 處理已標記為可自動終止、目前未使用的隱藏 App，同時歸還 MachKit 自身堆中可回收的頁面。

source: macOS Sharing Service
de: macOS-Freigabedienst
es: Servicio para compartir macOS
fr: Service de partage macOS
ja: macOS共有サービス
ko: macOS 공유 서비스
pt_br: Serviço de compartilhamento macOS
ru: Служба общего доступа macOS
zh_hans: macOS 共享服务
zh_hant: macOS 共享服務

source: macOS terminates hidden apps that are marked for automatic termination and currently unused, then discards rebuildable file caches.
de: macOS beendet versteckte Apps, die für die automatische Beendigung markiert sind und derzeit nicht verwendet werden, und verwirft dann wiederherstellbare Dateicaches.
es: macOS finaliza las aplicaciones ocultas que están marcadas para finalización automática y que actualmente no se utilizan, luego descarta los cachés de archivos reconstruibles.
fr: macOS met fin aux applications cachées marquées pour une résiliation automatique et actuellement inutilisées, puis supprime les caches de fichiers reconstructibles.
ja: macOS は、自動終了のマークが付けられ、現在使用されていない非表示のアプリを終了し、再構築可能なファイル キャッシュを破棄します。
ko: macOS는 자동 종료로 표시되어 있고 현재 사용되지 않는 숨겨진 앱을 종료한 다음 다시 빌드 가능한 파일 캐시를 삭제합니다.
pt_br: O macOS encerra aplicativos ocultos marcados para encerramento automático e não utilizados no momento e descarta caches de arquivos reconstruíveis.
ru: macOS завершает работу скрытых приложений, которые помечены для автоматического закрытия и в настоящее время не используются, а затем удаляет восстанавливаемые файловые кэши.
zh_hans: 由 macOS 结束已标记为可自动终止、当前又未使用的隐藏 App，然后丢弃可重建的文件缓存。
zh_hant: 由 macOS 結束已標記為可自動終止、目前又未使用的隱藏 App，然後丟棄可重建的檔案快取。

source: macOS uses free memory as a file cache and releases it automatically when apps need it. Forcing memory to be freed usually discards useful caches and can make the system slower.
de: macOS nutzt freien Speicher als Dateicache und gibt ihn automatisch frei, wenn Apps ihn benötigen. Durch das Erzwingen der Speicherfreigabe werden normalerweise nützliche Caches verworfen und das System kann langsamer werden.
es: macOS utiliza la memoria libre como caché de archivos y la libera automáticamente cuando las aplicaciones la necesitan. Forzar la liberación de memoria generalmente descarta cachés útiles y puede hacer que el sistema sea más lento.
fr: macOS utilise la mémoire libre comme cache de fichiers et la libère automatiquement lorsque les applications en ont besoin. Forcer la libération de la mémoire supprime généralement les caches utiles et peut ralentir le système.
ja: macOS は空きメモリをファイル キャッシュとして使用し、アプリが必要に応じて自動的に解放します。メモリを強制的に解放すると、通常、有用なキャッシュが破棄され、システムが遅くなる可能性があります。
ko: macOS는 여유 메모리를 파일 캐시로 사용하고 앱에 필요할 때 자동으로 해제합니다. 메모리를 강제로 해제하면 일반적으로 유용한 캐시가 삭제되고 시스템 속도가 느려질 수 있습니다.
pt_br: O macOS usa memória livre como cache de arquivos e a libera automaticamente quando os aplicativos precisam dela. Forçar a liberação da memória geralmente descarta caches úteis e pode tornar o sistema mais lento.
ru: macOS использует свободную память в качестве файлового кэша и автоматически освобождает ее, когда она требуется приложениям. Принудительное освобождение памяти обычно приводит к удалению полезных кэшей и может замедлить работу системы.
zh_hans: macOS 会主动利用空闲内存作为文件缓存，这些缓存会在应用需要时自动释放。强制“释放内存”通常会清空有用缓存，反而让系统变慢。
zh_hant: macOS 會主動利用空閒記憶體作為檔案緩存，這些快取會在應用程式需要時自動釋放。強制「釋放記憶體」通常會清空有用緩存，反而讓系統變慢。

source: Manage apps that open at login
de: Verwalten Sie Apps, die beim Anmelden geöffnet werden
es: Administrar aplicaciones que se abren al iniciar sesión
fr: Gérer les applications qui s'ouvrent lors de la connexion
ja: ログイン時に開くアプリを管理する
ko: 로그인 시 열리는 앱 관리
pt_br: Gerenciar aplicativos que abrem no login
ru: Управление приложениями, которые открываются при входе в систему
zh_hans: 管理登录时自动打开的 App
zh_hant: 管理登入時自動開啟的 App

source: Manage developer tools and local environments.
de: Entwicklerwerkzeuge und lokale Umgebungen verwalten.
es: Gestiona herramientas de desarrollo y entornos locales.
fr: Gérez les outils de développement et les environnements locaux.
ja: 開発者ツールとローカル環境を管理します。
ko: 개발자 도구와 로컬 환경을 관리합니다.
pt_br: Gerencie ferramentas de desenvolvimento e ambientes locais.
ru: Управляйте инструментами разработчика и локальными средами.
zh_hans: 管理开发者工具和本地环境。
zh_hant: 管理開發者工具和本機環境。

source: Manage language, appearance, and other preferences
de: Verwalten Sie Sprache, Erscheinungsbild und andere Einstellungen
es: Administrar el idioma, la apariencia y otras preferencias
fr: Gérer la langue, l'apparence et d'autres préférences
ja: 言語、外観、その他の設定を管理する
ko: 언어, 외모, 기타 환경설정 관리
pt_br: Gerenciar idioma, aparência e outras preferências
ru: Управляйте языком, внешним видом и другими предпочтениями
zh_hans: 管理语言、外观与其他偏好设置
zh_hant: 管理語言、外觀與其他偏好設定

source: Manage language, appearance, and other preferences.
de: Verwalten Sie Sprache, Erscheinungsbild und andere Einstellungen.
es: Administre el idioma, la apariencia y otras preferencias.
fr: Gérez la langue, l’apparence et d’autres préférences.
ja: 言語、外観、その他の設定を管理します。
ko: 언어, 외모, 기타 기본 설정을 관리합니다.
pt_br: Gerencie idioma, aparência e outras preferências.
ru: Управляйте языком, внешним видом и другими предпочтениями.
zh_hans: 管理语言、外观与其他偏好设置。
zh_hant: 管理語言、外觀與其他偏好設定。

source: Manage login items, background activity, and extensions
de: Verwalten Sie Anmeldeelemente, Hintergrundaktivitäten und Erweiterungen
es: Administrar elementos de inicio de sesión, actividad en segundo plano y extensiones
fr: Gérer les éléments de connexion, l'activité en arrière-plan et les extensions
ja: ログイン項目、バックグラウンドアクティビティ、拡張機能を管理する
ko: 로그인 항목, 백그라운드 활동, 확장 프로그램 관리
pt_br: Gerenciar itens de login, atividades em segundo plano e extensões
ru: Управляйте элементами входа, фоновой активностью и расширениями.
zh_hans: 管理登录项、后台活动与应用扩展
zh_hant: 管理登入項目、背景活動與應用程式擴展

source: Manuscript
de: Manuskript
es: Manuscrito
fr: Manuscrit
ja: 原稿
ko: 원고
pt_br: Manuscrito
ru: Рукопись
zh_hans: 文稿
zh_hant: 簡報

source: Manuscripts and Profiles
de: Manuskripte und Profile
es: Manuscritos y perfiles
fr: Manuscrits et profils
ja: 原稿とプロフィール
ko: 원고 및 프로필
pt_br: Manuscritos e Perfis
ru: Рукописи и профили
zh_hans: 文稿与个人资料
zh_hant: 文稿與個人資料
